[UI_TREE]
EDITCfg=编辑设置
MARKCfg=打标设置
3DCfg=3D设置

[Edit]
EDIT=编辑设置
PointFilterPrecis=滤点精度(mm)
PointFilterAngle=滤点角度(度)
PointPrecisMoveStep=点移动步长(mm)
MICRO=微调(mm)
CLICK=拾取精度(mm)
UNDO=级数回滚级数
ONETOTWO=断点精度(mm)
ExtendSpace=缩扩精度(mm)
KillAngleSpace=导角精度(mm)
PreViewZoomScale=预览缩放比例
LayerCnt=层级数
JoinDistance=曲线合并最大距离
FastDrawEnable=填充线显示提速
FastDrawEnableOption=关闭|激活

[MARK]
MARK=打标设置
SafeDoorRemark=安全门闭合是否继续打标
SafeDoorRemarkOption=否|是
CloseRedIfMark=打标时是否自动关闭红光
CloseRedIfMarkOption=否|是
RedPreviewLayerNo=红光预览层号

[3D]
3D=3D设置
3dModelPrecision=3D模型处理精度
3dTrancePrecision=3D数据转换精度
STLOptimize=STL模型贴图优化
STLOptimizeOption=否|是


[UI_FACE]
ExportSysPara =导出参数...
ImportSysPara =导入参数...
Ok=确定
Cancel=取消
Apply=应用



